{
    "jupiter_en_aries": {
        "manifestaciones": {
            "expansión_en_la_energía": "Experimenta una expansión en la energía y la vitalidad, buscando ampliar los límites y desafiar constantemente los obstáculos.",
            "búsqueda_de_oportunidades_pioneras": "Busca oportunidades pioneras de manera única, explorando nuevos territorios y liderando con entusiasmo y coraje.",
            "optimismo_y_confianza_en_acción": "Desarrolla un optimismo y confianza en la acción, explorando nuevas formas de abordar los desafíos con valentía y determinación.",
            "compasión_por_la_autenticidad_personal": "Muestra compasión por la autenticidad personal, liderando con empatía y comprensión en la expresión individual y la autodeterminación.",
            "exploracion_en_el_desarrollo_personal": "Se aventura en la exploración del desarrollo personal, buscando crecimiento y expansión a través de desafíos y nuevas experiencias."
        }
    },
    "jupiter_en_tauro": {
        "manifestaciones": {
            "expansión_en_la_abundancia": "Experimenta una expansión en la abundancia y los recursos materiales, buscando ampliar la prosperidad y la estabilidad financiera.",
            "búsqueda_de_oportunidades_en_la_tierra": "Busca oportunidades en la tierra de manera única, explorando nuevos territorios y liderando con paciencia y perseverancia.",
            "optimismo_y_confianza_en_la_estabilidad": "Desarrolla un optimismo y confianza en la estabilidad, explorando nuevas formas de construir bases sólidas y duraderas.",
            "compasión_por_la_naturaleza_y_los_recursos": "Muestra compasión por la naturaleza y los recursos, liderando con empatía y comprensión en la preservación del medio ambiente y el uso sostenible de los recursos.",
            "exploracion_en_el_crecimiento_sostenible": "Se aventura en la exploración del crecimiento sostenible, buscando expandirse de manera equilibrada y armoniosa en todas las áreas de la vida."
        }
    },
    "jupiter_en_geminis": {
        "manifestaciones": {
            "expansión_en_el_conocimiento": "Experimenta una expansión en el conocimiento y la comunicación, buscando ampliar la comprensión y explorar múltiples perspectivas.",
            "búsqueda_de_oportunidades_en_el_aprendizaje": "Busca oportunidades en el aprendizaje de manera única, explorando nuevos territorios intelectuales y liderando con curiosidad y adaptabilidad.",
            "optimismo_y_confianza_en_la_comunicación": "Desarrolla un optimismo y confianza en la comunicación, explorando nuevas formas de expresarse y conectarse con los demás.",
            "compasión_por_la_variedad_de_pensamiento": "Muestra compasión por la variedad de pensamiento, liderando con empatía y comprensión en la diversidad de ideas y opiniones.",
            "exploracion_en_el_desarrollo_intelectual": "Se aventura en la exploración del desarrollo intelectual, buscando crecimiento a través del intercambio de ideas y la adquisición de conocimiento."
        }
    },
    "jupiter_en_cancer": {
        "manifestaciones": {
            "expansión_en_la_emotividad": "Experimenta una expansión en la emotividad y la conexión emocional, buscando ampliar la comprensión y expresión de los sentimientos.",
            "búsqueda_de_oportunidades_en_el_hogar": "Busca oportunidades en el hogar de manera única, explorando nuevas formas de seguridad y liderando con sensibilidad y protección.",
            "optimismo_y_confianza_en_las_relaciones_familiares": "Desarrolla un optimismo y confianza en las relaciones familiares, explorando nuevas formas de nutrir y apoyar a los seres queridos.",
            "compasión_por_la_nostalgia_y_la_tradición": "Muestra compasión por la nostalgia y la tradición, liderando con empatía y comprensión en la preservación de las raíces culturales y familiares.",
            "exploracion_en_el_crecimiento_emocional": "Se aventura en la exploración del crecimiento emocional, buscando expandirse a través del entendimiento y la conexión emocional profunda."
        }
    },
    "jupiter_en_leo": {
        "manifestaciones": {
            "expansión_en_la_autoexpresión": "Experimenta una expansión en la autoexpresión y la creatividad, buscando ampliar la confianza y destacar en la escena.",
            "búsqueda_de_oportunidades_en_la_autoafirmación": "Busca oportunidades en la autoafirmación de manera única, explorando nuevas formas de liderazgo y destacando con entusiasmo y carisma.",
            "optimismo_y_confianza_en_la_autoconfianza": "Desarrolla un optimismo y confianza en la autoconfianza, explorando nuevas formas de expresar el yo auténtico con orgullo.",
            "compasión_por_la_expresión_individual": "Muestra compasión por la expresión individual y la autenticidad, liderando con empatía y comprensión en la promoción de la creatividad y la originalidad.",
            "exploracion_en_el_crecimiento_personal_creativo": "Se aventura en la exploración del crecimiento personal creativo, buscando expandirse a través de la expresión única y el desarrollo artístico."
        }
    },
    "jupiter_en_virgo": {
        "manifestaciones": {
            "expansión_en_la_precision": "Experimenta una expansión en la precisión y la atención a los detalles, buscando ampliar la eficiencia y la perfección en las tareas diarias.",
            "búsqueda_de_oportunidades_en_el_servicio": "Busca oportunidades en el servicio de manera única, explorando nuevas formas de ayudar a los demás y liderando con humildad y dedicación.",
            "optimismo_y_confianza_en_la_perfección_práctica": "Desarrolla un optimismo y confianza en la perfección práctica, explorando nuevas formas de perfeccionar habilidades y contribuir de manera concreta.",
            "compasión_por_la_salud_y_el_bienestar": "Muestra compasión por la salud y el bienestar, liderando con empatía y comprensión en la promoción de hábitos saludables y el cuidado personal.",
            "exploracion_en_el_crecimiento_profesional_y_práctico": "Se aventura en la exploración del crecimiento profesional y práctico, buscando expandirse a través del desarrollo de habilidades útiles y prácticas."
        }
    },
    "jupiter_en_libra": {
        "manifestaciones": {
            "expansión_en_la_armonía": "Experimenta una expansión en la armonía y las relaciones interpersonales, buscando ampliar la cooperación y la justicia en las interacciones sociales.",
            "búsqueda_de_oportunidades_en_la_colaboración": "Busca oportunidades en la colaboración de manera única, explorando nuevas formas de promover la equidad y liderando con diplomacia y conciliación.",
            "optimismo_y_confianza_en_la_justicia_social": "Desarrolla un optimismo y confianza en la justicia social, explorando nuevas formas de contribuir a la igualdad y la equidad.",
            "compasión_por_la_belleza_y_el_equilibrio": "Muestra compasión por la belleza y el equilibrio, liderando con empatía y comprensión en la apreciación estética y la creación de armonía.",
            "exploracion_en_el_crecimiento_relacional": "Se aventura en la exploración del crecimiento relacional, buscando expandirse a través del entendimiento mutuo y la promoción de relaciones saludables."
        }
    },
    "jupiter_en_escorpio": {
        "manifestaciones": {
            "expansión_en_la_intensidad_emocional": "Experimenta una expansión en la intensidad emocional y la profundidad psicológica, buscando ampliar la comprensión de los aspectos más oscuros de la existencia.",
            "búsqueda_de_oportunidades_en_la_transformación": "Busca oportunidades en la transformación de manera única, explorando nuevas formas de renacer y liderando con poder de regeneración.",
            "optimismo_y_confianza_en_la_autenticidad_emocional": "Desarrolla un optimismo y confianza en la autenticidad emocional, explorando nuevas formas de expresar y confrontar las emociones.",
            "compasión_por_la_regeneración_y_el_cambio": "Muestra compasión por la regeneración y el cambio, liderando con empatía y comprensión en la transformación personal y social.",
            "exploracion_en_el_crecimiento_emocional_profundo": "Se aventura en la exploración del crecimiento emocional profundo, buscando expandirse a través del entendimiento de las emociones más intensas y transformadoras."
        }
    },
    "jupiter_en_sagitario": {
        "manifestaciones": {
            "expansión_en_la_mente_abierta": "Experimenta una expansión en la mente abierta y la búsqueda del significado, buscando ampliar la comprensión a través de la exploración de ideas y filosofías.",
            "búsqueda_de_oportunidades_en_la_aventura": "Busca oportunidades en la aventura de manera única, explorando nuevos horizontes y liderando con entusiasmo y optimismo.",
            "optimismo_y_confianza_en_la_búsqueda_del_conocimiento": "Desarrolla un optimismo y confianza en la búsqueda del conocimiento, explorando nuevas formas de aprender y enseñar.",
            "compasión_por_la_libertad_y_la_justicia": "Muestra compasión por la libertad y la justicia, liderando con empatía y comprensión en la promoción de valores éticos y la equidad.",
            "exploracion_en_el_crecimiento_espiritual": "Se aventura en la exploración del crecimiento espiritual, buscando expandirse a través de la conexión con lo trascendental y la expansión de la conciencia."
        }
    },
    "jupiter_en_capricornio": {
        "manifestaciones": {
            "expansión_en_la_disciplina": "Experimenta una expansión en la disciplina y el logro práctico, buscando ampliar la eficiencia y la responsabilidad en la consecución de metas.",
            "búsqueda_de_oportunidades_en_el_logro_profesional": "Busca oportunidades en el logro profesional de manera única, explorando nuevos horizontes y liderando con perseverancia y determinación.",
            "optimismo_y_confianza_en_el_cumplimiento_de_objetivos": "Desarrolla un optimismo y confianza en el cumplimiento de objetivos, explorando nuevas formas de alcanzar el éxito de manera estructurada.",
            "compasión_por_la_integridad_y_la_autoridad": "Muestra compasión por la integridad y la autoridad, liderando con empatía y comprensión en la gobernanza y la responsabilidad social.",
            "exploracion_en_el_crecimiento_profesional_y_personal": "Se aventura en la exploración del crecimiento profesional y personal, buscando expandirse a través del desarrollo de habilidades y el logro de metas significativas."
        }
    },
    "jupiter_en_acuario": {
        "manifestaciones": {
            "expansión_en_la_innovación": "Experimenta una expansión en la innovación y la originalidad, buscando ampliar la comprensión a través de ideas vanguardistas y la exploración de lo inusual.",
            "búsqueda_de_oportunidades_en_la_colaboración_comunitaria": "Busca oportunidades en la colaboración comunitaria de manera única, explorando nuevos horizontes y liderando con enfoque en el bienestar colectivo.",
            "optimismo_y_confianza_en_la_vanguardia_social": "Desarrolla un optimismo y confianza en la vanguardia social, explorando nuevas formas de contribuir a la igualdad y la justicia social.",
            "compasión_por_la_humanidad_y_la_inclusión": "Muestra compasión por la humanidad y la inclusión, liderando con empatía y comprensión en la promoción de valores humanitarios y la diversidad.",
            "exploracion_en_el_crecimiento_colectivo": "Se aventura en la exploración del crecimiento colectivo, buscando expandirse a través de la conexión con la comunidad y la contribución al bienestar global."
        }
    },
    "jupiter_en_piscis": {
        "manifestaciones": {
            "expansión_en_la_espiritualidad": "Experimenta una expansión en la espiritualidad y la conexión con dimensiones más allá de lo material, buscando ampliar la conexión trascendental y la comprensión espiritual.",
            "búsqueda_de_oportunidades_en_la_compasión_universal": "Busca oportunidades en la compasión universal de manera única, explorando nuevos horizontes y liderando con empatía y comprensión hacia todos los seres.",
            "optimismo_y_confianza_en_la_intuición": "Desarrolla un optimismo y confianza en la intuición, explorando nuevas formas de guiarse por la sabiduría interior y la conexión espiritual.",
            "compasión_por_todos_los_ser_es_y_la_trascendencia": "Muestra compasión por todos los seres y la trascendencia, liderando con empatía y comprensión en la promoción de la paz y la unidad espiritual.",
            "exploracion_en_el_crecimiento_espiritual_profundo": "Se aventura en la exploración del crecimiento espiritual profundo, buscando expandirse a través del entendimiento de las verdades universales y la conexión con lo divino."
        }
    },
    "jupiter_en_casa_1": {"manifestaciones": {}},
    "jupiter_en_casa_2": {"manifestaciones": {}},
    "jupiter_en_casa_3": {"manifestaciones": {}},
    "jupiter_en_casa_4": {"manifestaciones": {}},
    "jupiter_en_casa_5": {"manifestaciones": {}},
    "jupiter_en_casa_6": {"manifestaciones": {}},
    "jupiter_en_casa_7": {"manifestaciones": {}},
    "jupiter_en_casa_8": {"manifestaciones": {}},
    "jupiter_en_casa_9": {"manifestaciones": {}},
    "jupiter_en_casa_10": {"manifestaciones": {}},
    "jupiter_en_casa_11": {"manifestaciones": {}},
    "jupiter_en_casa_12": {"manifestaciones": {}}
}
