{
    "neptuno_en_aries": {
        "manifestaciones": {
            "inspiracion_innovadora": "Experimenta inspiración de manera innovadora, buscando inspirar y liderar a través de la creatividad y la originalidad.",
            "búsqueda_de_identidad_espiritual": "Busca la identidad espiritual de manera única, explorando diferentes dimensiones de la espiritualidad y la conexión con el yo interior.",
            "imaginación_visionaria": "Desarrolla una imaginación visionaria, explorando nuevos conceptos y posibilidades que desafían las convenciones.",
            "compasión_pionera": "Muestra compasión de manera pionera, liderando con empatía y comprensión en situaciones desafiantes.",
            "exploracion_emocional_inusual": "Se aventura en la exploración emocional de manera inusual, buscando comprender y expresar emociones de forma única."
        }
    },
    "neptuno_en_tauro": {
        "manifestaciones": {
            "inspiracion_en_la_naturaleza": "Experimenta inspiración en la naturaleza, buscando conexión espiritual a través de la apreciación de la belleza y la armonía natural.",
            "búsqueda_de_valores_espirituales": "Busca valores espirituales de manera única, explorando dimensiones más profundas de la ética y la conexión con valores fundamentales.",
            "imaginación_sensitiva": "Desarrolla una imaginación sensitiva, explorando nuevas formas de creatividad y expresión artística que resuenan con la sensibilidad natural.",
            "compasión_por_la_tierra": "Muestra compasión por la Tierra y sus recursos, liderando con empatía y conciencia en la preservación del medio ambiente.",
            "exploracion_sensitiva_de_emociones": "Se aventura en la exploración sensitiva de emociones, buscando comprender y expresar sentimientos de manera profunda y resonante."
        }
    },
    "neptuno_en_geminis": {
        "manifestaciones": {
            "inspiracion_intelectual": "Experimenta inspiración intelectual, buscando conexión espiritual a través de la exploración de ideas innovadoras y la comunicación.",
            "búsqueda_de_conocimiento_espiritual": "Busca conocimiento espiritual de manera única, explorando dimensiones más profundas de la mente y la conexión con la espiritualidad.",
            "imaginación_creativa": "Desarrolla una imaginación creativa, explorando nuevas formas de expresión artística y creatividad que desafían las convenciones.",
            "compasión_por_el_aprendizaje": "Muestra compasión por el aprendizaje y la comunicación, liderando con empatía y comprensión en entornos educativos y de intercambio de ideas.",
            "exploracion_intelectual_de_emociones": "Se aventura en la exploración intelectual de emociones, buscando comprender y comunicar sentimientos de manera profunda y reflexiva."
        }
    },
    "neptuno_en_cancer": {
        "manifestaciones": {
            "inspiracion_emocional": "Experimenta inspiración emocional, buscando conexión espiritual a través de la profundidad de las emociones y la empatía.",
            "búsqueda_de_seguridad_espiritual": "Busca seguridad espiritual de manera única, explorando dimensiones más profundas del hogar y la conexión con la espiritualidad.",
            "imaginación_sensible": "Desarrolla una imaginación sensible, explorando nuevas formas de expresión artística y creatividad que resuenan con la sensibilidad emocional.",
            "compasión_por_la_familia": "Muestra compasión por la familia y las relaciones cercanas, liderando con empatía y comprensión en el ámbito doméstico y familiar.",
            "exploracion_sensible_de_emociones": "Se aventura en la exploración sensible de emociones, buscando comprender y expresar sentimientos de manera profunda y reflexiva."
        }
    },
    "neptuno_en_leo": {
        "manifestaciones": {
            "inspiracion_creativa": "Experimenta inspiración creativa, buscando conexión espiritual a través de la expresión artística y la creatividad personal.",
            "búsqueda_de_identidad_espiritual": "Busca la identidad espiritual de manera única, explorando dimensiones más profundas de la autoexpresión y la conexión con la espiritualidad.",
            "imaginación_artística": "Desarrolla una imaginación artística, explorando nuevas formas de expresión artística y creatividad que desafían las convenciones.",
            "compasión_por_la_expresión_personal": "Muestra compasión por la expresión personal y la autoexpresión, liderando con empatía y comprensión en el ámbito artístico y creativo.",
            "exploracion_creativa_de_emociones": "Se aventura en la exploración creativa de emociones, buscando comprender y expresar sentimientos de manera única y expresiva."
        }
    },
    "neptuno_en_virgo": {
        "manifestaciones": {
            "inspiracion_en_el_servicio": "Experimenta inspiración en el servicio y la ayuda a los demás, buscando conexión espiritual a través de acciones prácticas y serviciales.",
            "búsqueda_de_perfección_espiritual": "Busca la perfección espiritual de manera única, explorando dimensiones más profundas de la ética y la conexión con la espiritualidad en la vida diaria.",
            "imaginación_práctica": "Desarrolla una imaginación práctica, explorando nuevas formas de implementar la espiritualidad en la rutina diaria y las tareas cotidianas.",
            "compasión_por_la_salud_y_el_bienestar": "Muestra compasión por la salud y el bienestar, liderando con empatía y comprensión en el ámbito de la salud y las prácticas de bienestar.",
            "exploracion_práctica_de_emociones": "Se aventura en la exploración práctica de emociones, buscando comprender y expresar sentimientos de manera útil y funcional."
        }
    },
    "neptuno_en_libra": {
        "manifestaciones": {
            "inspiracion_en_las_relaciones": "Experimenta inspiración en las relaciones y la armonía interpersonal, buscando conexión espiritual a través de la belleza y la colaboración.",
            "búsqueda_de_equilibrio_espiritual": "Busca el equilibrio espiritual de manera única, explorando dimensiones más profundas de la ética y la conexión con la espiritualidad en la vida social.",
            "imaginación_relacional": "Desarrolla una imaginación relacional, explorando nuevas formas de expresión artística y creatividad que fomentan la armonía y la cooperación.",
            "compasión_por_la_justicia_y_la_equidad": "Muestra compasión por la justicia y la equidad, liderando con empatía y comprensión en el ámbito de las relaciones sociales y la justicia.",
            "exploracion_armoniosa_de_emociones": "Se aventura en la exploración armoniosa de emociones, buscando comprender y expresar sentimientos de manera que promueva la paz y la colaboración."
        }
    },
    "neptuno_en_escorpio": {
        "manifestaciones": {
            "inspiracion_emocional_profunda": "Experimenta inspiración emocional profunda, buscando conexión espiritual a través de la intensidad emocional y la transformación interior.",
            "búsqueda_de_la_verdad_oculta": "Busca la verdad oculta de manera única, explorando dimensiones más profundas de la espiritualidad y la conexión con lo desconocido.",
            "imaginación_intuitiva": "Desarrolla una imaginación intuitiva, explorando nuevas formas de expresión artística y creatividad que resuenan con la profundidad emocional.",
            "compasión_por_la_regeneración": "Muestra compasión por la regeneración y la transformación, liderando con empatía y comprensión en el ámbito de la renovación y el cambio profundo.",
            "exploracion_intensa_de_emociones": "Se aventura en la exploración intensa de emociones, buscando comprender y expresar sentimientos de manera que promueva la autenticidad y la regeneración emocional."
        }
    },
    "neptuno_en_sagitario": {
        "manifestaciones": {
            "inspiracion_en_la_busqueda_del_significado": "Experimenta inspiración en la búsqueda del significado y la expansión de la mente, buscando conexión espiritual a través del conocimiento y la exploración filosófica.",
            "búsqueda_de_la_verdad_universal": "Busca la verdad universal de manera única, explorando dimensiones más profundas de la espiritualidad y la conexión con lo trascendental.",
            "imaginación_filosófica": "Desarrolla una imaginación filosófica, explorando nuevas formas de expresión artística y creatividad que resuenan con la exploración de ideas y conceptos amplios.",
            "compasión_por_la_búsqueda_del_conocimiento": "Muestra compasión por la búsqueda del conocimiento y la verdad, liderando con empatía y comprensión en el ámbito de la educación y la filosofía.",
            "exploracion_amplia_de_emociones": "Se aventura en la exploración amplia de emociones, buscando comprender y expresar sentimientos de manera que promueva la apertura mental y la comprensión universal."
        }
    },
    "neptuno_en_capricornio": {
        "manifestaciones": {
            "inspiracion_en_la_disciplina": "Experimenta inspiración en la disciplina y la estructura, buscando conexión espiritual a través del orden y la responsabilidad.",
            "búsqueda_de_la_verdad_práctica": "Busca la verdad práctica de manera única, explorando dimensiones más profundas de la espiritualidad y la conexión con lo material y tangible.",
            "imaginación_pragmática": "Desarrolla una imaginación pragmática, explorando nuevas formas de expresión artística y creatividad que resuenan con la eficiencia y el logro práctico.",
            "compasión_por_la_integridad_y_la_autoridad": "Muestra compasión por la integridad y la autoridad, liderando con empatía y comprensión en el ámbito de la gobernanza y la responsabilidad social.",
            "exploracion_práctica_de_emociones": "Se aventura en la exploración práctica de emociones, buscando comprender y expresar sentimientos de manera que promueva la estabilidad emocional y la integridad personal."
        }
    },
    "neptuno_en_acuario": {
        "manifestaciones": {
            "inspiracion_en_la_innovacion": "Experimenta inspiración en la innovación y la originalidad, buscando conexión espiritual a través de ideas vanguardistas y la exploración de lo inusual.",
            "búsqueda_de_la_verdad_colectiva": "Busca la verdad colectiva de manera única, explorando dimensiones más profundas de la espiritualidad y la conexión con la comunidad global.",
            "imaginación_visionaria": "Desarrolla una imaginación visionaria, explorando nuevas formas de expresión artística y creatividad que resuenan con la visión de un futuro mejor.",
            "compasión_por_la_humanidad": "Muestra compasión por la humanidad y la igualdad, liderando con empatía y comprensión en el ámbito de la justicia social y la colaboración global.",
            "exploracion_vanguardista_de_emociones": "Se aventura en la exploración vanguardista de emociones, buscando comprender y expresar sentimientos de manera que promueva la evolución emocional y el bienestar colectivo."
        }
    },
    "neptuno_en_piscis": {
        "manifestaciones": {
            "inspiracion_en_la_espiritualidad": "Experimenta inspiración en la espiritualidad y la conexión con dimensiones más allá de lo material, buscando conexión espiritual a través de la compasión y la conexión trascendental.",
            "búsqueda_de_la_verdad_universal": "Busca la verdad universal de manera única, explorando dimensiones más profundas de la espiritualidad y la conexión con lo trascendental.",
            "imaginación_transcendental": "Desarrolla una imaginación transcendental, explorando nuevas formas de expresión artística y creatividad que resuenan con la conexión con lo divino.",
            "compasión_por_todos_los_ser_es": "Muestra compasión por todos los seres, liderando con empatía y comprensión en el ámbito de la compasión universal y la conexión espiritual.",
            "exploracion_trascendental_de_emociones": "Se aventura en la exploración trascendental de emociones, buscando comprender y expresar sentimientos de manera que promueva la elevación espiritual y la conexión con lo divino."
        }
    },
    "neptuno_en_casa_1": {"manifestaciones": {}},
    "neptuno_en_casa_2": {"manifestaciones": {}},
    "neptuno_en_casa_3": {"manifestaciones": {}},
    "neptuno_en_casa_4": {"manifestaciones": {}},
    "neptuno_en_casa_5": {"manifestaciones": {}},
    "neptuno_en_casa_6": {"manifestaciones": {}},
    "neptuno_en_casa_7": {"manifestaciones": {}},
    "neptuno_en_casa_8": {"manifestaciones": {}},
    "neptuno_en_casa_9": {"manifestaciones": {}},
    "neptuno_en_casa_10": {"manifestaciones": {}},
    "neptuno_en_casa_11": {"manifestaciones": {}},
    "neptuno_en_casa_12": {"manifestaciones": {}}
}
